Repository: esenwho/kutuphaneotomasyonu
Catalog: sistemanalizi/Localization_*.resx
Languages: tr

# label1
source: CONTEMPORARY LIBRARY
tr: ÇAĞDAŞ KÜTÜPHANESİ

# label10
source: JOURNAL TRANSACTIONS
tr: Kitap Adı

# label11
source: USER TRANSACTIONS
tr: Yazar Adı

# label12
source: BOOK TRUST TRANSACTIONS
tr: Kitap Türü

# label13
source: JOURNAL TRUST TRANSACTIONS
tr: Yayınevi

# label14
source: Add
tr: Basım Yılı

# label15
source: Delete
tr: Dergi İçin Arama

# label16
source: Update
tr: Kitap İçin Arama

# label17
source: Archive
tr: ÇALIŞAN İŞLEMLERİ

# label18
source: ADD
tr: EKLE

# label19
source: DELETE
tr: SİL

# label2
source: Search :
tr: KULLANICI GİRİŞİ

# label20
source: UPDATE
tr: GÜNCELLE

# label21
source: WORKER TRANSACTIONS
tr: YÖNETİCİ İŞLEMLERİ

# label22
source: ADMINISTRATOR TRANSACTIONS
tr: Dergi Adı

# label23
source: Book ID:
tr: Dergi Başlığı

# label24
source: Book Name:
tr: Dergi Türü

# label25
source: Author:
tr: Dergi Editörü

# label26
source: Type:
tr: KİTAP İŞLEMLERİ

# label27
source: ISBN:
tr: Kitap ID:

# label28
source: Number Of Pages:
tr: ISBN:

# label29
source: Publisher:
tr: Kitap Adı:

# label3
source: YU Identity No :
tr: ÇALIŞAN GİRİŞİ

# label30
source: Year:
tr: Yazarı:

# label31
source: Place:
tr: Türü:

# label32
source: Summary:
tr: Sayfa Sayısı:

# label33
source: Location ID:
tr: Yayınevi:

# label34
source: ADD BOOK
tr: Yayın Yılı:

# label35
source: DELETE BOOK
tr: Yayın Yeri:

# label36
source: UPDATE BOOK
tr: Kitap Özeti:

# label37
source: User ID:
tr: Yer ID:

# label38
source: Mail:
tr: KİTABI EKLE

# label39
source: ADD USER
tr: KİTABI SİL

# label4
source: Password :
tr: YÖNETİCİ GİRİŞİ

# label40
source: DELETE USER
tr: KİTABI GÜNCELLE

# label41
source: UPDATE USER
tr: ÜYE İŞLEMLERİ

# label42
source: Trust ID:
tr: Üye ID:

# label43
source: Purchase Date:
tr: Adı:

# label44
source: Delivery Date:
tr: Soyadı:

# label45
source: Status:
tr: E-Mail:

# label46
source: BOOK TABLE
tr: Telefon:

# label47
source: ADD TRUST
tr: Şifre:

# label48
source: DELETE TRUST
tr: ÜYEYİ EKLE

# label49
source: UPDATE TRUST
tr: ÜYEYİ SİL

# label5
source: Name :
tr: TC Kimlik No :

# label50
source: Journal ID:
tr: ÜYEYİ GÜNCELLE

# label51
source: JOURNAL TABLE
tr: KİTAP EMANET İŞLEMLERİ

# label52
source: ADD ESCROW
tr: Emanet ID:

# label53
source: DELETE ESCROW
tr: Alım Tarihi:

# label54
source: UPDATE ESCROW
tr: Teslim Tarihi:

# label55
source: ISNN:
tr: Durumu:

# label56
source: Journal Name:
tr: KİTAP TABLOSU

# label57
source: Journal Title:
tr: EMANET EKLE

# label58
source: Type Of Journal:
tr: EMANET SİL

# label59
source: Journal Editor:
tr: EMANET GÜNCELLE

# label6
source: Surname :
tr: Şifre :

# label60
source: ADD JOURNAL
tr: DERGİ EMANET İŞLEMLERİ

# label61
source: DELETE JOURNAL
tr: Dergi ID:

# label62
source: UPDATE JOURNAL
tr: DERGİ TABLOSU

# label63
source: LOCATION TABLE
tr: EMANETİ EKLE

# label64
source: USER TABLE
tr: EMANETİ SİL

# label65
source: PROCEDURES MADE
tr: EMANETİ GÜNCELLE

# label66
source: SEARCH
tr: DERGİ İŞLEMLERİ

# label7
source: Telephone Number :
tr: Giriş Yap

# label8
source: Repeat Password :
tr: Kayıt Ol

# label9
source: BOOK TRANSACTIONS
tr: Ara :
